[
	{
		"id": "eu-cnil-clearview-2022",
		"jurisdiction": "eu-gdpr",
		"authority": "CNIL (France)",
		"date": "2022-10-20",
		"respondent": "Clearview AI",
		"summary": "CNIL fined Clearview AI for collecting and using biometric data (facial images) scraped from publicly available websites without a legal basis, violating GDPR Articles 6, 9, 12-14, and 15. Clearview's facial recognition database contained over 20 billion images scraped from the internet without individuals' consent.",
		"relevantProvisions": [
			"GDPR Article 6 (Legal basis for processing)",
			"GDPR Article 9 (Processing of special categories — biometric data)",
			"GDPR Article 12-14 (Transparency and information obligations)",
			"GDPR Article 15 (Right of access)"
		],
		"outcome": "Fine of EUR 20 million. Order to cease collecting and processing data of individuals in France and to delete existing data within two months.",
		"fine": 20000000,
		"url": "https://www.cnil.fr/en/facial-recognition-cnil-fines-clearview-ai-eu20-million"
	},
	{
		"id": "eu-garante-clearview-2022",
		"jurisdiction": "eu-gdpr",
		"authority": "Garante (Italy)",
		"date": "2022-03-09",
		"respondent": "Clearview AI",
		"summary": "Italian DPA fined Clearview AI for unlawful processing of personal data including biometric data through web scraping of facial images. The Garante found Clearview had no legal basis for processing, failed to meet transparency obligations, and violated data retention limits by storing data indefinitely.",
		"relevantProvisions": [
			"GDPR Article 5 (Principles — lawfulness, purpose limitation, storage limitation)",
			"GDPR Article 6 (Legal basis for processing)",
			"GDPR Article 9 (Biometric data)",
			"GDPR Article 14 (Information to be provided where data not obtained from data subject)",
			"GDPR Article 15 (Right of access)",
			"GDPR Article 27 (Representatives of controllers not established in the Union)"
		],
		"outcome": "Fine of EUR 20 million. Ban on further processing of Italian residents' data. Order to delete all data of Italian residents and appoint an EU representative.",
		"fine": 20000000,
		"url": "https://www.garanteprivacy.it/home/docweb/-/docweb-display/docweb/9751362"
	},
	{
		"id": "eu-dpc-meta-transfers-2023",
		"jurisdiction": "eu-gdpr",
		"authority": "DPC (Ireland)",
		"date": "2023-05-22",
		"respondent": "Meta Platforms Ireland Limited",
		"summary": "The Irish DPC imposed a record GDPR fine on Meta for transferring EU users' personal data to the United States without adequate safeguards following the Schrems II ruling. Meta relied on Standard Contractual Clauses which the DPC found insufficient given US surveillance practices.",
		"relevantProvisions": [
			"GDPR Article 46(1) (Transfers subject to appropriate safeguards)",
			"GDPR Chapter V (Transfers of personal data to third countries)"
		],
		"outcome": "Record fine of EUR 1.2 billion. Order to suspend transatlantic data transfers and bring processing into GDPR compliance within five months.",
		"fine": 1200000000,
		"url": "https://www.dataprotection.ie/en/news-media/press-releases/data-protection-commission-announces-conclusion-inquiry-meta-ireland"
	},
	{
		"id": "eu-garante-openai-chatgpt-2023",
		"jurisdiction": "eu-gdpr",
		"authority": "Garante (Italy)",
		"date": "2023-03-31",
		"respondent": "OpenAI (ChatGPT)",
		"summary": "Italian DPA temporarily banned ChatGPT in Italy due to concerns about lack of legal basis for mass collection of personal data to train algorithms, absence of age verification to protect minors, and inaccurate personal information generated by ChatGPT. The ban was lifted after OpenAI implemented corrective measures including privacy disclosures, age gates, and an opt-out mechanism for training data.",
		"relevantProvisions": [
			"GDPR Article 5 (Principles — accuracy)",
			"GDPR Article 6 (Legal basis for processing)",
			"GDPR Article 8 (Conditions applicable to child's consent — information society services)",
			"GDPR Article 13 (Information to be provided to data subject)",
			"GDPR Article 22 (Automated individual decision-making)"
		],
		"outcome": "Temporary ban on ChatGPT in Italy (March 31 to April 28, 2023). OpenAI implemented corrective measures: privacy notice, age verification, EU-based opt-out mechanism for training data. Formal investigation opened with potential fine pending.",
		"url": "https://www.garanteprivacy.it/home/docweb/-/docweb-display/docweb/9870832"
	},
	{
		"id": "eu-cnpd-amazon-2021",
		"jurisdiction": "eu-gdpr",
		"authority": "CNPD (Luxembourg)",
		"date": "2021-07-16",
		"respondent": "Amazon Europe Core S.a.r.l.",
		"summary": "Luxembourg's CNPD issued the largest GDPR fine to date against Amazon for processing personal data for targeted advertising without proper consent. The decision, triggered by a complaint from La Quadrature du Net, found Amazon's advertising targeting system did not comply with GDPR consent requirements.",
		"relevantProvisions": [
			"GDPR Article 6 (Legal basis for processing — consent)",
			"GDPR Article 7 (Conditions for consent)",
			"GDPR Article 12-14 (Transparency obligations)"
		],
		"outcome": "Fine of EUR 746 million. Order to revise data processing practices to comply with GDPR. Amazon appealed the decision.",
		"fine": 746000000,
		"url": "https://cnpd.public.lu/en.html"
	},
	{
		"id": "eu-hmbfdi-hm-2020",
		"jurisdiction": "eu-gdpr",
		"authority": "HmbBfDI (Hamburg, Germany)",
		"date": "2020-10-01",
		"respondent": "H&M Hennes & Mauritz Online Shop A.B. & Co. KG",
		"summary": "Hamburg DPA fined H&M for extensive surveillance of employees at its Nuremberg service center. Managers conducted detailed records of employees' private lives including vacation experiences, family problems, health conditions, and religious beliefs. Data was stored on a network drive accessible to up to 50 managers and used for employment decisions.",
		"relevantProvisions": [
			"GDPR Article 5 (Principles — data minimization, purpose limitation)",
			"GDPR Article 6 (Legal basis for processing)",
			"GDPR Article 9 (Special categories — health, religion)",
			"GDPR Article 88 (Processing in context of employment)"
		],
		"outcome": "Fine of EUR 35.3 million. H&M also paid compensation to affected employees and implemented comprehensive data protection reforms.",
		"fine": 35300000,
		"url": "https://datenschutz-hamburg.de/pressemitteilungen/2020/10/2020-10-01-h-m-bussgeld"
	},
	{
		"id": "us-ftc-rite-aid-2023",
		"jurisdiction": "us-federal",
		"authority": "FTC (Federal Trade Commission)",
		"date": "2023-12-19",
		"respondent": "Rite Aid Corporation",
		"summary": "FTC took action against Rite Aid for deploying facial recognition technology in stores that produced false-positive matches, disproportionately affecting women and people of color. Employees were directed to follow the system's incorrect outputs, leading to customers being wrongfully accused of shoplifting, followed around stores, and publicly embarrassed. Rite Aid failed to take reasonable steps to prevent harm from its AI system.",
		"relevantProvisions": [
			"FTC Act Section 5 (Unfair or deceptive acts or practices)",
			"FTC Policy Statement on Biometric Information"
		],
		"outcome": "Rite Aid banned from using facial recognition technology for surveillance purposes for five years. Required to delete all images collected and any AI models trained on improperly collected data. Must implement a comprehensive AI fairness program.",
		"url": "https://www.ftc.gov/news-events/news/press-releases/2023/12/rite-aid-banned-using-ai-facial-recognition-after-ftc-says-retailer-deployed-technology-without"
	},
	{
		"id": "us-ftc-amazon-alexa-2023",
		"jurisdiction": "us-federal",
		"authority": "FTC (Federal Trade Commission)",
		"date": "2023-05-31",
		"respondent": "Amazon.com Inc (Alexa)",
		"summary": "FTC charged Amazon with violating children's privacy law (COPPA) and deceiving consumers by retaining children's voice recordings and geolocation data collected through Alexa, even after parents requested deletion. Amazon also used these recordings to improve its algorithms.",
		"relevantProvisions": [
			"FTC Act Section 5 (Deceptive practices)",
			"COPPA Rule (16 CFR Part 312)"
		],
		"outcome": "Fine of USD 25 million. Required to delete certain voice recordings and geolocation data. Required to implement a comprehensive privacy program.",
		"fine": 25000000,
		"url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/amazon-alexa"
	},
	{
		"id": "us-bipa-meta-facebook-2021",
		"jurisdiction": "us-il",
		"authority": "Circuit Court of Cook County, Illinois",
		"date": "2021-03-01",
		"respondent": "Facebook, Inc. (now Meta Platforms)",
		"summary": "Facebook settled a class action lawsuit under Illinois BIPA for using facial recognition (Tag Suggestions feature) to create and store biometric face templates of Illinois users without obtaining written informed consent. The class included approximately 1.6 million Illinois residents.",
		"relevantProvisions": [
			"Illinois BIPA Section 15(a) (Written policy for retention and destruction)",
			"Illinois BIPA Section 15(b) (Informed written consent before collection)"
		],
		"outcome": "Settlement of $650 million, the largest BIPA settlement at the time. Facebook also disabled the Tag Suggestions feature and deleted all stored face templates.",
		"fine": 650000000,
		"url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/092-3184/facebook-inc"
	},
	{
		"id": "us-ftc-everalbum-2021",
		"jurisdiction": "us-federal",
		"authority": "FTC (Federal Trade Commission)",
		"date": "2021-01-11",
		"respondent": "Everalbum, Inc. (now Paravision)",
		"summary": "FTC charged Everalbum with deceiving users of its Ever photo storage app about its use of facial recognition technology and its data retention practices. The company used users' photos and videos to train its facial recognition technology without users' knowledge, then sold the technology as Paravision to enterprise and government clients.",
		"relevantProvisions": ["FTC Act Section 5 (Deceptive acts or practices)"],
		"outcome": "Consent order requiring Everalbum to delete all face embeddings and models/algorithms derived from photos of users who did not give express consent. Required to obtain express consent before using facial recognition. Landmark 'algorithmic disgorgement' remedy — deletion of AI models trained on improperly collected data.",
		"url": "https://www.ftc.gov/news-events/news/press-releases/2021/01/california-company-settles-ftc-allegations-it-deceived-consumers-about-use-facial-recognition-photo"
	},
	{
		"id": "us-ftc-ww-kurbo-2022",
		"jurisdiction": "us-federal",
		"authority": "FTC (Federal Trade Commission)",
		"date": "2022-03-04",
		"respondent": "WW International, Inc. (Weight Watchers) / Kurbo",
		"summary": "FTC charged Weight Watchers' Kurbo app with collecting personal information from children under 13 without parental consent in violation of COPPA. The app collected height, weight, and dietary data from children. Critically, the FTC required WW to delete not just the data but also any algorithms or models trained using data from children collected in violation of COPPA.",
		"relevantProvisions": [
			"COPPA Rule (16 CFR Part 312)",
			"FTC Act Section 5 (Unfair or deceptive acts or practices)"
		],
		"outcome": "Fine of $1.5 million. Required to delete personal information collected from children and destroy all work product — including algorithms and AI models — derived from that data. Established precedent that AI models trained on improperly collected children's data must be destroyed.",
		"fine": 1500000,
		"url": "https://www.ftc.gov/news-events/news/press-releases/2022/03/ftc-takes-action-against-weight-watchers-illegally-collecting-kids-sensitive-health-data"
	},
	{
		"id": "us-ftc-epic-fortnite-2022",
		"jurisdiction": "us-federal",
		"authority": "FTC (Federal Trade Commission)",
		"date": "2022-12-19",
		"respondent": "Epic Games, Inc.",
		"summary": "FTC charged Epic Games with violating COPPA by collecting personal information from children under 13 playing Fortnite without parental consent, and using dark patterns to trick players into making unwanted purchases. The default settings enabled real-time voice and text chat for children, exposing minors to harassment.",
		"relevantProvisions": [
			"COPPA Rule (16 CFR Part 312)",
			"FTC Act Section 5 (Unfair acts — dark patterns)"
		],
		"outcome": "Two record-setting settlements totaling $520 million: $275 million for COPPA violations (largest COPPA penalty ever) and $245 million in refunds to consumers affected by dark pattern billing practices.",
		"fine": 520000000,
		"url": "https://www.ftc.gov/news-events/news/press-releases/2022/12/fortnite-video-game-maker-epic-games-pay-more-half-billion-dollars-over-ftc-allegations"
	},
	{
		"id": "us-eeoc-itutor-2023",
		"jurisdiction": "us-federal",
		"authority": "EEOC (Equal Employment Opportunity Commission)",
		"date": "2023-08-09",
		"respondent": "iTutorGroup, Inc.",
		"summary": "EEOC sued iTutorGroup for programming its recruitment software to automatically reject female applicants aged 55 or older and male applicants aged 60 or older. The AI-powered hiring system rejected over 200 qualified applicants based solely on their age, constituting age discrimination under the ADEA.",
		"relevantProvisions": [
			"Age Discrimination in Employment Act (ADEA)",
			"EEOC Guidance on AI and Automated Systems in Employment (2023)"
		],
		"outcome": "Settlement of $365,000 paid to affected applicants. iTutorGroup required to adopt anti-discrimination policies for AI hiring tools, train staff, and report to EEOC. First EEOC resolution of AI age discrimination in hiring.",
		"fine": 365000,
		"url": "https://www.eeoc.gov/newsroom/itutor-group-pay-365000-settle-eeoc-age-discrimination-lawsuit"
	},
	{
		"id": "us-ca-sephora-ccpa-2022",
		"jurisdiction": "us-ca",
		"authority": "California Attorney General",
		"date": "2022-08-24",
		"respondent": "Sephora, Inc.",
		"summary": "California AG brought the first public CCPA enforcement action against Sephora for failing to disclose that it sold consumers' personal data to third parties, failing to process opt-out requests via the Global Privacy Control (GPC) browser signal, and failing to cure violations within the 30-day period after being notified.",
		"relevantProvisions": [
			"CCPA Section 1798.100 (Right to know about data collected)",
			"CCPA Section 1798.120 (Right to opt out of sale)",
			"CCPA Section 1798.135 (Methods for exercising opt-out — including GPC)",
			"CCPA Section 1798.155 (Administrative enforcement)"
		],
		"outcome": "Settlement of $1.2 million in penalties. Sephora required to clarify its online disclosures regarding sale of personal data, process opt-out signals including GPC, and conform its service provider agreements.",
		"fine": 1200000,
		"url": "https://oag.ca.gov/news/press-releases/attorney-general-bonta-announces-settlement-sephora-part-ongoing-enforcement"
	},
	{
		"id": "us-state-ag-google-location-2022",
		"jurisdiction": "us-federal",
		"authority": "40 State Attorneys General (led by Oregon, Nebraska, Texas)",
		"date": "2022-11-14",
		"respondent": "Google LLC",
		"summary": "Coalition of 40 state attorneys general settled with Google over deceptive location tracking practices. Google continued to track users' location data even after they turned off Location History in their account settings, through a separate 'Web & App Activity' setting that most users were unaware of.",
		"relevantProvisions": [
			"State Consumer Protection Acts (various)",
			"State Privacy Laws (various)"
		],
		"outcome": "Settlement of $391.5 million across 40 states — the largest multistate attorney general consumer privacy settlement in US history. Google required to improve location tracking disclosures and provide clearer user controls.",
		"fine": 391500000,
		"url": "https://www.oregonattorneygeneral.gov/media/comm_newsreleases/2022/ro_Google_settlement_111422.html"
	},
	{
		"id": "us-nyc-ll144-enforcement-2023",
		"jurisdiction": "us-ny",
		"authority": "NYC Department of Consumer and Worker Protection (DCWP)",
		"date": "2023-07-05",
		"respondent": "Multiple employers (enforcement program)",
		"summary": "NYC began enforcement of Local Law 144, requiring employers and employment agencies using automated employment decision tools (AEDTs) to conduct annual bias audits and provide notice to candidates. DCWP issued enforcement guidance and began compliance checks, focusing on employers who use AI-driven tools for hiring and promotion decisions.",
		"relevantProvisions": [
			"NYC Local Law 144 of 2021 (Automated Employment Decision Tools)",
			"NYC Admin Code Section 20-870 to 20-874"
		],
		"outcome": "Active enforcement program with DCWP conducting compliance reviews. Employers failing to conduct bias audits or provide required notices face civil penalties of $500 for a first violation and $500-$1,500 for subsequent violations per violation.",
		"url": "https://www.nyc.gov/site/dca/about/automated-employment-decision-tools.page"
	},
	{
		"id": "cn-cac-didi-2022",
		"jurisdiction": "china",
		"authority": "CAC (Cyberspace Administration of China)",
		"date": "2022-07-21",
		"respondent": "Didi Global Inc.",
		"summary": "CAC imposed a massive fine on Didi for serious violations of data security laws including the Cybersecurity Law, Data Security Law, and Personal Information Protection Law. Didi illegally collected users' mobile phone clipboard data, facial recognition data, and precise location data, and transferred critical data overseas without required security assessments.",
		"relevantProvisions": [
			"PRC Cybersecurity Law",
			"PRC Data Security Law",
			"PRC Personal Information Protection Law (PIPL)",
			"PRC Network Security Review Measures"
		],
		"outcome": "Fine of RMB 8.026 billion (approximately $1.2 billion USD). Didi's CEO and President each fined RMB 1 million personally. Largest data security fine in Chinese history.",
		"fine": 1200000000,
		"url": "http://www.cac.gov.cn/2022-07/21/c_1659362034177877.htm"
	},
	{
		"id": "cn-cac-algorithm-filings-2023",
		"jurisdiction": "china",
		"authority": "CAC (Cyberspace Administration of China)",
		"date": "2023-09-01",
		"respondent": "Multiple technology companies",
		"summary": "CAC enforced algorithm filing requirements under the Internet Information Service Algorithmic Recommendation Management Provisions. Companies providing recommendation algorithm, deep synthesis, and generative AI services were required to file their algorithms with CAC. Several apps were removed from app stores for non-compliance with filing requirements.",
		"relevantProvisions": [
			"Internet Information Service Algorithmic Recommendation Management Provisions (2022)",
			"Administrative Provisions on Deep Synthesis of Internet-Based Information Services (2023)",
			"Interim Measures for the Management of Generative AI Services (2023)"
		],
		"outcome": "Multiple apps removed from app stores for failing to complete algorithm filing. Companies given rectification deadlines. Over 40 generative AI services approved for public release after completing filing by end of 2023.",
		"url": "http://www.cac.gov.cn"
	},
	{
		"id": "cn-cac-ant-group-2023",
		"jurisdiction": "china",
		"authority": "PBOC, CBIRC, CSRC, SAFE (coordinated)",
		"date": "2023-07-07",
		"respondent": "Ant Group Co., Ltd.",
		"summary": "Chinese financial regulators concluded their multi-year rectification of Ant Group, addressing concerns about data governance, consumer protection in AI-driven financial services (credit scoring via Sesame Credit and lending via Huabei/Jiebei), and algorithmic governance of its financial platform. Ant Group was required to restructure as a financial holding company with enhanced data governance.",
		"relevantProvisions": [
			"PRC Personal Information Protection Law (PIPL)",
			"PRC Data Security Law",
			"Financial Consumer Protection Regulations",
			"Internet Micro-Lending Business Management Measures"
		],
		"outcome": "Fine of RMB 7.123 billion (approximately $984 million USD) across multiple entities. Ant Group completed corporate restructuring, established data governance framework, and received financial holding company license. Operations required to meet traditional financial regulatory standards.",
		"fine": 984000000,
		"url": "http://www.pbc.gov.cn/en/3688006/3688978/4756560/index.html"
	},
	{
		"id": "sg-pdpc-singhealth-2019",
		"jurisdiction": "singapore",
		"authority": "PDPC (Personal Data Protection Commission)",
		"date": "2019-01-15",
		"respondent": "SingHealth and Integrated Health Information Systems (IHiS)",
		"summary": "PDPC investigated the 2018 SingHealth cyberattack — Singapore's largest data breach — in which personal data of 1.5 million patients was exfiltrated, including the medication records of PM Lee Hsien Loong. The breach exposed failures in IT security governance and monitoring of database systems, relevant to AI data protection as it demonstrated consequences of inadequate safeguards for large-scale personal data systems.",
		"relevantProvisions": [
			"PDPA Section 24 (Protection of personal data)",
			"PDPA Section 11 (Duty to protect)"
		],
		"outcome": "IHiS fined SGD 750,000 and SingHealth fined SGD 250,000 (total SGD 1 million). Multiple remedial measures mandated including enhanced cybersecurity monitoring, security governance improvements, and mandatory incident response procedures.",
		"fine": 250000,
		"url": "https://www.pdpc.gov.sg/all-commissions-decisions/2019/01/grounds-of-decision-singhealth"
	},
	{
		"id": "sg-pdpc-grab-2020",
		"jurisdiction": "singapore",
		"authority": "PDPC (Personal Data Protection Commission)",
		"date": "2020-09-07",
		"respondent": "Grab Holdings Inc.",
		"summary": "PDPC found Grab in breach of the PDPA's data protection obligations after a software update to GrabHitch inadvertently exposed personal data of drivers and passengers to other users. The incident highlighted risks of inadequate testing before deploying software changes that process personal data.",
		"relevantProvisions": [
			"PDPA Section 24 (Protection obligation — reasonable security arrangements)"
		],
		"outcome": "Financial penalty of SGD 10,000. PDPC directed Grab to review and improve its software development and testing processes for features handling personal data.",
		"fine": 10000,
		"url": "https://www.pdpc.gov.sg/all-commissions-decisions/2020/09/grounds-of-decision-grab"
	},
	{
		"id": "sg-pdpc-ninjavan-2022",
		"jurisdiction": "singapore",
		"authority": "PDPC (Personal Data Protection Commission)",
		"date": "2022-05-23",
		"respondent": "Ninja Logistics Pte Ltd (Ninja Van)",
		"summary": "PDPC took enforcement action against Ninja Van after a data incident involving its automated parcel delivery system. Customer personal data including names, addresses, and phone numbers were exposed due to insufficient access controls in its logistics platform. The case highlighted data protection requirements for automated processing systems.",
		"relevantProvisions": [
			"PDPA Section 24 (Protection obligation)",
			"PDPA Section 26 (Access correction obligation)"
		],
		"outcome": "Financial penalty of SGD 90,000. Ninja Van directed to implement enhanced access controls, conduct staff training on data protection, and audit its automated data processing systems.",
		"fine": 90000,
		"url": "https://www.pdpc.gov.sg/all-commissions-decisions"
	},
	{
		"id": "uk-ico-clearview-2022",
		"jurisdiction": "uk",
		"authority": "ICO (Information Commissioner's Office)",
		"date": "2022-05-23",
		"respondent": "Clearview AI Inc.",
		"summary": "UK ICO fined Clearview AI for collecting facial images of UK and worldwide internet users without their knowledge or consent to build a global biometric database for facial recognition. The ICO found Clearview failed to have a lawful basis for collection, did not meet transparency requirements, and did not have a process to stop data being retained indefinitely.",
		"relevantProvisions": [
			"UK GDPR Article 6 (Lawfulness of processing)",
			"UK GDPR Article 9 (Special categories — biometric data)",
			"UK GDPR Article 14 (Information to be provided — indirect collection)",
			"UK GDPR Article 15 (Right of access)",
			"UK GDPR Article 17 (Right to erasure)",
			"UK GDPR Article 27 (Representatives)"
		],
		"outcome": "Fine of GBP 7,552,800 (approximately $9.4 million USD). Enforcement notice ordering Clearview to stop obtaining and using personal data of UK residents, and to delete UK residents' data from its systems.",
		"fine": 7552800,
		"url": "https://ico.org.uk/about-the-ico/media-centre/news-and-blogs/2022/05/ico-fines-facial-recognition-database-company-clearview-ai-inc/"
	},
	{
		"id": "uk-ico-british-airways-2020",
		"jurisdiction": "uk",
		"authority": "ICO (Information Commissioner's Office)",
		"date": "2020-10-16",
		"respondent": "British Airways",
		"summary": "ICO fined British Airways for a 2018 data breach in which attackers compromised the airline's website and mobile app, harvesting personal data and payment card details of approximately 400,000 customers through a supply-chain attack. The ICO found BA had insufficient security measures including lack of multi-factor authentication, inadequate logging, and failure to detect the breach promptly through automated monitoring.",
		"relevantProvisions": [
			"UK GDPR Article 5(1)(f) (Integrity and confidentiality — security principle)",
			"UK GDPR Article 32 (Security of processing)"
		],
		"outcome": "Fine of GBP 20 million (reduced from initial notice of GBP 183 million due to BA's representations, COVID-19 economic impact, and mitigating steps taken). BA required to enhance security monitoring and detection capabilities.",
		"fine": 20000000,
		"url": "https://ico.org.uk/about-the-ico/media-centre/news-and-blogs/2020/10/ico-fines-british-airways-20m-for-data-breach-affecting-more-than-400-000-customers/"
	},
	{
		"id": "uk-ico-marriott-2020",
		"jurisdiction": "uk",
		"authority": "ICO (Information Commissioner's Office)",
		"date": "2020-10-30",
		"respondent": "Marriott International, Inc.",
		"summary": "ICO fined Marriott for a data breach originating in Starwood Hotels' systems (acquired by Marriott in 2016) where approximately 339 million guest records globally were exposed, including 30 million EU/EEA records and 7 million UK records. The breach involved unauthorized access to automated reservation database systems dating back to 2014, which Marriott failed to detect during its acquisition due diligence or subsequent operations.",
		"relevantProvisions": [
			"UK GDPR Article 5(1)(f) (Integrity and confidentiality)",
			"UK GDPR Article 32 (Security of processing)"
		],
		"outcome": "Fine of GBP 18.4 million (reduced from initial notice of GBP 99 million). Marriott required to improve its data protection and security monitoring, particularly for automated database systems handling personal data at scale.",
		"fine": 18400000,
		"url": "https://ico.org.uk/about-the-ico/media-centre/news-and-blogs/2020/10/ico-fines-marriott-international-inc-184-million-for-failing-to-keep-customers-personal-data-secure/"
	},
	{
		"id": "br-anpd-telekall-2023",
		"jurisdiction": "brazil",
		"authority": "ANPD (Autoridade Nacional de Protecao de Dados)",
		"date": "2023-07-06",
		"respondent": "Telekall Infoservice",
		"summary": "ANPD issued its first administrative sanction under the LGPD against Telekall Infoservice, a microenterprise offering WhatsApp-based mass messaging lists for telemarketing. The company offered lists of WhatsApp contacts of voters segmented by municipality for election campaign use, processing personal data without legal basis and without appointing a Data Protection Officer.",
		"relevantProvisions": [
			"LGPD Article 7 (Legal basis for processing — consent or legitimate interest)",
			"LGPD Article 41 (Data Protection Officer appointment)",
			"LGPD Article 52 (Administrative sanctions)"
		],
		"outcome": "Warning and fine of BRL 14,400 (approximately $2,900 USD). Relatively small fine reflecting the company's microenterprise status, but significant as Brazil's first LGPD enforcement action, establishing ANPD's willingness to exercise its sanctioning powers.",
		"fine": 14400,
		"url": "https://www.gov.br/anpd/pt-br/assuntos/noticias/anpd-aplica-a-primeira-sancao"
	},
	{
		"id": "us-ftc-hirevue-context-2024",
		"jurisdiction": "us-federal",
		"authority": "FTC / EEOC (regulatory context)",
		"date": "2024-01-01",
		"respondent": "HireVue, Inc. (regulatory context)",
		"summary": "HireVue faced sustained regulatory scrutiny over its AI-powered video interview assessment tools that analyzed candidates' facial expressions, word choices, and speech patterns to evaluate job fitness. Following FTC complaints from EPIC and EEOC guidance on AI in hiring (2023), HireVue discontinued its facial analysis features in January 2021, a notable example of regulatory pressure driving AI product changes without formal enforcement action.",
		"relevantProvisions": [
			"FTC Act Section 5 (Unfair or deceptive acts or practices)",
			"EEOC Guidance on AI and Automated Systems in Employment Decisions (2023)",
			"Title VII of the Civil Rights Act of 1964"
		],
		"outcome": "No formal fine imposed. HireVue proactively discontinued facial analysis features in response to regulatory pressure. Illustrative case demonstrating how FTC and EEOC scrutiny of AI hiring tools drives market behavior changes even absent formal enforcement.",
		"url": "https://www.eeoc.gov/ai"
	},
	{
		"id": "uk-ico-serco-leisure-2023",
		"jurisdiction": "uk",
		"authority": "ICO (UK)",
		"date": "2023-02-08",
		"respondent": "Serco Leisure",
		"summary": "The ICO issued an enforcement notice against Serco Leisure for processing employees' biometric data (fingerprints and facial scans) for attendance monitoring without lawful basis. Workers were not given a genuine choice about providing biometric data.",
		"relevantProvisions": [
			"UK GDPR Article 5 (Data protection principles)",
			"UK GDPR Article 6 (Lawful basis)",
			"UK GDPR Article 9 (Special category data — biometric)"
		],
		"outcome": "Enforcement notice requiring Serco to stop processing biometric data for attendance monitoring.",
		"url": "https://ico.org.uk/action-weve-taken/enforcement/serco-leisure/"
	},
	{
		"id": "sg-pdpc-sph-magazines-2020",
		"jurisdiction": "singapore",
		"authority": "PDPC (Singapore)",
		"date": "2020-02-12",
		"respondent": "SPH Magazines Pte Ltd",
		"summary": "PDPC found that SPH Magazines failed to protect personal data of HardwareZone forum users (approximately 685,000 accounts) from a SQL injection attack. The breach exposed usernames, email addresses, hashed passwords, and IP addresses.",
		"relevantProvisions": [
			"PDPA Section 24 (Protection obligation)",
			"PDPA Section 26D (Data breach notification)"
		],
		"outcome": "Financial penalty of SGD 26,000 and directions to implement security measures.",
		"fine": 26000,
		"url": "https://www.pdpc.gov.sg/all-commissions-decisions/2020/02/breach-of-the-protection-obligation-by-sph-magazines-pte-ltd"
	},
	{
		"id": "br-anpd-inss-2024",
		"jurisdiction": "brazil",
		"authority": "ANPD (Brazil)",
		"date": "2024-01-15",
		"respondent": "INSS (National Social Security Institute)",
		"summary": "ANPD sanctioned INSS for inadequate data protection practices including failure to appoint a DPO, failure to maintain records of processing activities, and failure to provide a privacy impact assessment for automated benefits processing.",
		"relevantProvisions": [
			"LGPD Article 23 (Public sector data processing)",
			"LGPD Article 38 (Data protection impact assessment)",
			"LGPD Article 41 (Data protection officer)"
		],
		"outcome": "Public warning and requirement to comply within 30 days. Significant precedent for public sector LGPD compliance.",
		"url": "https://www.gov.br/anpd/pt-br"
	}
]
